---
kind: other
id: Methods.T:Autodesk.Revit.DB.IATFTranslationServer
source: html/53e68428-f473-409d-9348-e3644d095cf3.htm
---
# IATFTranslationServer Methods

Implement this method to return a description of the server.